[
    {
        "pickup": "Are you religious? ‘Cause you’re the answer to all my prayers"
    },
    
    {
        "pickup": "If I could rearrange the alphabet, I’d put ‘U’ and ‘I’ together"
    },
    
    {
        "pickup": "Is that a mirror in your pocket? ‘Cause I can see myself in your pants!"
    },
    
    {
        "pickup": "I’m not a photographer but I can picture me and you together."
    },
    
    {
        "pickup": "Aside from being sexy, what do you do for a living?"
    },
    
    {
        "pickup": "Do you believe in love at first sight—or should I walk by again?"
    },
    
    {
        "pickup": "They say Disneyland is the happiest place on earth. Well, apparently, no one has ever been standing next to you"
    },
    
    {
        "pickup": "Hey, tie your shoes! I don’t want you falling for anyone else"
    },
    
    {
        "pickup": "Do I know you? ‘Cause you look a lot like my next girlfriend"
    },
    
    {
        "pickup": "Are you a parking ticket? Because you’ve got FINE written all over you"
    },
    
    {
        "pickup": "I must be a snowflake because I’ve fallen for you"
    },
    
    {
        "pickup": "Did your license get suspended for driving all those guys crazy?"
    },
    
    {
        "pickup": "So, do you have a New Year’s resolution? I’m looking at mine right now"
    },
    
    {
        "pickup": "I’m lost. Can you give me directions to your heart?"
    },
    
    {
        "pickup": "Is your dad a preacher? Cause you’re a blessing"
    },
    
    {
        "pickup": "I was wondering if you had an extra heart. Mine was just stolen"
    },
    
    {
        "pickup": "Did you just come out of the oven? Because you’re hot"
    },
    
    {
        "pickup": "Is there an airport nearby or is it my heart taking off?"
    },
    
    {
        "pickup": "Know what’s on the menu? Me ‘n’ u"
    },
    
    {
        "pickup": "Are you a camera? Because every time I look at you, it makes me want to smile"
    },
    
    {
        "pickup": "Something’s wrong with my eyes because I can’t take them off you."
    },
    
    {
        "pickup": "I was blinded by your beauty; I’m going to need your name and phone number for insurance purposes"
    },
    
    {
        "pickup": "My doctor says I’m lacking vitamin U"
    },
    
    {
        "pickup": "There’s only one thing I want to change about you and that’s your last name"
    },
    
    {
        "pickup": "The only thing your eyes haven’t told me is your name"
    },
    
    {
        "pickup": "If nothing lasts forever, will you be my nothing?"
    },
    
    {
        "pickup": "Somebody better call God, because he’s missing an angel"
    },
    
    {
        "pickup": "You’re so sweet, you’re giving me a toothache"
    },
    
    {
        "pickup": "Kiss me if I’m wrong but dinosaurs still exist, right?"
    },
    
    {
        "pickup": "Did the sun come out or did you just smile at me?"
    },
    
    {
        "pickup": "Did you invent the airplane? I thought so… Because you seem Wright for me."
    },
   
   {
        "pickup": " I am not an astrologer, but I can see my future with you."
    },
    
    {
        "pickup": "Four and four become eight, but you and I can be fate."
    },
    
    {
        "pickup": "Hi, can I get your picture? I want to show all my friends that angels really do exist."
    },
    
    {
        "pickup": "Roses are red, violets are blue, I know I can’t rhyme, but I want to date you"
    },
    
    {
        "pickup": "Hi, I am Microsoft. Would you allow me to crash at your place?"
    },
    
    {
        "pickup": "Are you a doctor? Because my heart beats faster when I see you."
    },
    
    {
        "pickup": "Are you a magnet? You keep attracting me."
    },
    
    {
        "pickup": "I am not an electrician for sure, but I can light up your day"
    },
    
    {
        "pickup": "Let’s be together and be the number Pi, endless and irrational."
    },
    
    {
        "pickup":  "Are you made of Copper and Tellurium? Coz you are CuTe."
    },
    
    {
        "pickup": "I would fall for you even when there’s zero gravity."
    },
    
    {
        "pickup": " I know we are not socks. But I am sure we can make a great pair"
    },
    
    {
        "pickup": "Did you know I am good with numbers? Give me yours so that I can prove it to you."
    },
    
    {
        "pickup": "Do you watch Star Wars? Because Yoda only one for me."
    },
    
    {
        "pickup": "Are you a volcano? Coz I lava you!"
    },
    
    {
        "pickup": "If you were a pendant, I would want to keep you close to my heart"
    },
    
     {
        "pickup": "Aren’t you good at Algebra? Could you replace my X without asking Y?"
    }, 
    
    {
        "pickup": "If your heart were a prison, I would never mind being sentenced to life imprisonment"
    }, 
    
    {
        "pickup": "Are you 45° angle? I thought so. Because you a-cute."
    },
    
     {
        "pickup": "Kiss me if I’m wrong, but fish can fly, right?"
    },
    
     {
        "pickup": "Are you a science nerd? Because I have my ion (eye on) you."
    }, 
    
    {
        "pickup": " I should take rent from you. Because you spend a lot of time in my mind."
    }, 
    
    {
        "pickup": "Aside from being so gorgeous and intelligent, what are your other attributes?"
    },
    
     {
        "pickup": "Are you 90° angle? Because you look so right."
    }, 
    
    {
        "pickup": "Are you a loan? Coz you are gaining my interest."
    },
    
     {
        "pickup": "Do you have a pen? I want to write about our future"
    },
    
     {
        "pickup": "Hi, my name is Israel, but you can call me tonight or tomorrow."
    }, 
    
    {
        "pickup": "Do you eat raisins every day? No? How about a date?"
    }, 
    
    {
        "pickup": "Oh, you are here! How’s heaven without you then?"
    }, 
    
    {
        "pickup": "I thought happiness starts with an H. But mine starts with U."
    }, 
    
    {
        "pickup": "Are you Siri? Because you autocomplete me."
    }, 
    
    {
        "pickup": "We don’t need lights in the room. Your smile is enough to light up the space."
    },
    
     {
        "pickup": "Do you remember me? I’m the man of your dreams"
    }, 
    
    {
        "pickup": "Are you Netflix? Coz I can watch you for hours."
    }, 
    
    {
        "pickup": "We should never play hide and seek. Because it’s difficult to find someone like you"
    }, 
    
    {
        "pickup": "Allow me to follow you. Because someone told me to follow my dreams."
    },
    
     {
        "pickup": "I thought happiness starts with an H. But mine starts with U."
    },
    
     {
        "pickup": "I know why there are gaps between my fingers—so that you can fill them."
    }, 
    
    {
        "pickup": "Does your name begin with a C? Because I C us together."
    },
    
     {
        "pickup": "Oh, is it Christmas yet? Because Santa brought you in front of me."
    }, 
    
    {
        "pickup": "Please don’t wear makeup. You would be messing up with perfection then."
    }, 
    
    {
        "pickup": "If you were a teardrop, I would never cry."
    },
    
     {
        "pickup": "Hey sweetheart! Isn’t that your name?"
    }, 
    
    {
        "pickup": "You know what’s smart and pretty? The first word in my question."
    }, 
    
    {
        "pickup": "I’m not currently an organ donor, but I’d be happy to give you my heart."
    }, 
    
    {
        "pickup": "I must be in a museum because you truly are a work of art"
    },
    
     {
        "pickup": "Oh, is it Christmas yet? Because Santa brought you in front of me."
    }, 
    
    {
        "pickup": "I’m learning about important dates in history. Wanna be one of them?"
    }, 
    
    {
        "pickup": "Have you been covered in bees recently? I just assumed, because you look sweeter than honey."
    },
    
     {
        "pickup": "Drake would call you and me God’s Plan."
    }, 
    
    {
        "pickup": "Is your daddy a drug dealer Because I think you look dope"
    }, 
    
    {
        "pickup": "I’d say, ‘God bless you,’ but it looks like he already did."
    }, 
    
    {
        "pickup": "If I was the judge, I’d sentence you to life by my side."
    },
    
     {
        "pickup": "When I text you goodnight later, what phone number should I use?"
    }, 
    
    {
        "pickup": "Are you wi-fi? Cause I’m totally feeling a connection."
    }, 
    
    {
        "pickup": "Are you from Tennessee? Because you’re the only 10 I see!"
    }, 
    
    {
        "pickup": "Life without you is like a broken pencil… pointless."
    }, 
    
    {
        "pickup": "You must be a broom, ‘cause you just swept me off my feet."
    }, 
    
    {
        "pickup": "Can I give you a hug to show you how soft my sweater is?"
    }, 
    
    {
        "pickup": "Can I borrow a kiss? I swear I’ll give it back!"
    },
    
     {
        "pickup": "The only flaw in your entire body is your lips – they’re not touching mine."
    }, 
    
    {
        "pickup": "I ought to complain to Spotify for you not being named this week’s hottest single"
    }, 
    
    {
        "pickup": "I’m studying to become a historian. I’m especially interested in finding a date"
    }, 
    
    {
        "pickup": "If I were to ask you out on a date, would your answer be the same as the answer to this question"
    }, 
    
    {
        "pickup": "I wish I’d paid more attention to science in high school, because you and I’ve got chemistry and I want to know all about it"
    }
    
]
